[
  {
    "name": "Anuj Thakur",
    "reviewText": "Best tuition and teacher ever I have seen in my life 😀 Also the environment of the tuition is best for students sir is always there to help students anytime and anywhere The best teacher of physics If you are taking admission in this tuition so it would be your right choice ever 💜"
  },
  {
    "name": "Khushi Yadav",
    "reviewText": "Hello All, Rocket offers a positive learning environment. We are having an open discussion. Sir, always ready to clear our doubts and boost our motivation. Thank you to Abhijeet sir, who helped us comprehend the complex concepts of Physics with ease."
  },
  {
    "name": "Riya Yadav",
    "reviewText": "great institute . u can study on coaching days too that's the best part"
  },
  {
    "name": "Raghav",
    "reviewText": "This institute is awesome!!!! Faculty , study material, eviornment everything is just superb. I would say it is the best coaching isntitute for CBSE (11-12) as well as JEE Mains!!! I have also been here and have scored well in both(cbse and mains) so i would suggest all the young aspirants to join REST!!! ~Naman"
  },
  {
    "name": "Rage Fedora",
    "reviewText": "Love the way how Abhijeet sir teaches, going here for about three months and the concept is clear as fresh water.... To be honest i didnt like physics until i started going to Rocket Education Of Science but after taking classes here physics became my favourite subject. :)"
  },
  {
    "name": "Priya Singh",
    "reviewText": "I was a part of rocket for beautiful 2 years, had the best environment. I can always say without any doubt I found my gurus there. Thankyou Rocket edu, thank you abhijeet bhaiya and thankyou deepak bhaiya."
  },
  {
    "name": "Chaitanya Singh",
    "reviewText": "The one and only Place for Physics with a positive environment!"
  },
  {
    "name": "Shubham Shukla",
    "reviewText": "I got good marks only because of REST. Not only they have good faculty but they were my life coach as well. Provided crucial guidance at the right time helped me in deciding what course is best for me."
  },
  {
    "name": "Himanshu Kumar Mishra",
    "reviewText": "The best physics coaching center. The way physics taught here it could make u fall in love with the subject."
  },
  {
    "name": "Karan Sharma",
    "reviewText": "In my point of view this is the best coaching ever for me I suppose to learn and eventually love with the subject with the guidance of my teacher The teacher is just awesome who teaches physics like an interesting subject that I believe everyone will fall in love with it Best platform and best ever coaching and teacher for me.....!"
  },
  {
    "name": "Lakshya Sharma",
    "reviewText": "Jayda kuch nhi kahna bs itna bolna h baki sab institute jo ki ise business bna chuke h unn sab se apna REST bhot bhot hi acha aur ek dum family jaisa bdiya h"
  },
  {
    "name": "Yashika",
    "reviewText": "This is a very good way to learning. They not only understand by the book but also give you a courage to see you doing something good in life. It's my own experience no one teachs better than this.."
  },
  {
    "name": "Pooran Singh",
    "reviewText": "Best education center in Delhi and Gurugram , keep it up 🙌"
  },
  {
    "name": "Aviral Singh",
    "reviewText": "Best institute for physics and maths...Physics teacher name - Abhijeet Rawat will make you fall in love with physics ✌️👍"
  },
  {
    "name": "Arya Sri Singh",
    "reviewText": "Studying here will feel like magicWords will fall short for describing Abhijeet sir Just incredible ✨✨"
  },
  {
    "name": "Aman Singh Rana",
    "reviewText": "Best physics coaching center in the world. You will fall in love with physics"
  },
  {
    "name": "Satender Kumar",
    "reviewText": "Best educational home in the world. This not a tuition this is a home which teaches us the way to live the life.#Rocket udta rhae"
  },
  {
    "name": "Rahul Kumar",
    "reviewText": "rocket education is a place where you learn the way of living life with sense of education... 🌟🌟"
  },
  {
    "name": "Dheeraj Chowdhary",
    "reviewText": "The best teachers and mentors one could ever have ❤."
  },
  {
    "name": "Anupama Kumari",
    "reviewText": "World's best physics faculty 🤩🤩"
  }
]